Repository: mozilla-l10n/mt-training-data
Catalog: mg/mg_pontoon.tmx
Source language: en_us
Languages: mg

source: You will need to confirm the newly set email address to complete the change.
mg: Mila manamafy ilay adiresy mailaka vao notefena teo ianao hamitana ny fanovana.

source: You will no longer receive email updates for this question: <a href="%(question_url)s">%(question_title)s</a>
mg: Tsy haharay fanavoazana @ mailaka momba an'ity fanontaniana ity intsony ianao: <a href="%(question_url)s">%(question_title)s</a>

source: You will now receive updates via email.
mg: Hahazo fanavaozana @ alàlan'ny mailaka ianao izao.

source: YTD
mg: TaonaDiavinaHatrizao
